import React from 'react';
import "./About.css"

const About = () => {
    return (
        <section className="about_block section">
            <h1>История</h1>
            <p>
                10 ноября 2014 года телеканал начал вещание в формате 16:9.
                24 августа 2015 года канал был реструктурирован и создан в новом формате с новым логотипом, новой студией и содержанием программ. После этого NewsOne вошел в тройку информационных каналов Украины.
                С сентября 2015 по январь 2017 года на телеканале работал Матвей Ганапольский[1]. С 3 июня 2016 года Игорь Гужва вместе со Светланой Крюковой стал ведущим программы «Субъективные итоги пятницы»[2]. С 18 июля 2016 года по январь 2017 года на канале работал Евгений Киселёв. В январе он вместе с Матвеем Ганапольським и бывшим генпродюсером канала «NewsOne» Алеексем Сёменовым перешли создавать новый канал, который 24 августа 2017 года запустился вместо «Тониса»[3].
                4 сентября 2017 г. телеканал обновил сетку вещания и формат программ. «NewsOne — это о тебе» — это слоган, который несет в себе миссию информировать о происходящем в стране через призму жизни обычного гражданина Украины. Теперь новости предоставлены зрителю в более простом и доступном формате.[4]
                15 ноября 2017 г. в эфир «NewsOne» вышел первый выпуск Большого политического ток-шоу «Украинский формат», который стал флагманом телеканала и рейтинговым проектом среди информационных вещателей[5].
                NewsOne занимает лидирующие позиции по показателям зрительской аудитории информационных каналов Украины как в традиционном телевидении, так и в Интернете. Лидер информационного вещания по Киеву (4+). Телеканал включен во все кабельные сети Украины и вещает в аналоговых и цифровых пакетах операторов в HD и SD форматах. Спутниковое вещание осуществляется через спутник Astra 4A на Украину, Европу и западноевропейскую часть России. Общее покрытие Украины — 84 % зрителей страны, что составляет более 30 млн человек. 100 % эфира обеспечивается собственным производством.
                Эфир канала наполняют информационные и аналитические программы, лидеры которых — известные ведущие. Визитная карточкой канала NewsOne — новый всеукраинский проект — Большое политическое ток-шоу «Украинский формат»[6], который с каждым эфиром набирает все большую популярность, что подтверждается результатами телесмотрения.
            </p>
        </section>
    );
};

export default About;
